Repository: zididadaday/gnome-shell-extension-lockkeys
Catalog: *.po
Languages: cs, zh_cn

source: Num Lock
zh_cn: 数字锁定

source: Caps Lock
zh_cn: 大写锁定

source: Settings
cs: Nastavení
zh_cn: 设置

source: On
cs: je zapnutý
zh_cn: 开启

source: Off
cs: je vypnutý
zh_cn: 关闭

source: Notifications Only
zh_cn: 仅使用通知

source: Indicator Style
cs: Styl indikátoru
zh_cn: 指示器风格

source: Change indicator display options
cs: Změna možností zobrazení indikátoru
zh_cn: 改变指示器显示选项

source: Num-Lock Only
cs: Pouze Num-Lock
zh_cn: 仅数字锁定

source: Caps-Lock Only
cs: Pouze Caps-Lock
zh_cn: 仅大写锁定

source: Both
cs: Oba
zh_cn: 两者都显示

source: Show/Hide
cs: Zobrazit/Skrýt
zh_cn: 显示/隐藏

source: Notifications
cs: Oznámení
zh_cn: 通知方式

source: Show notifications when state changes
cs: Zobrazovat upozornění při změně stavu
zh_cn: 状态变化时显示通知

source: Compact
cs: Kompaktní
zh_cn: 通知中心显示

source: Osd
zh_cn: OSD屏显

source: Show notifications when key state changes
cs: Zobrazovat upozornění při změně stavu klávesy
zh_cn: 状态变化时显示通知

source: Indicator style
cs: Styl indikátoru
zh_cn: 指示器风格

source: Set false to suppress num-lock or caps-lock state change notifications
cs: Nastavením false potlačíte upozornění na změnu stavu num-lock nebo caps-lock

source: Set numlock value to display only num-lock indicator, set capslock value to display only caps-lock indicator, or both for both. Set show-hide, to display corresponding indicator icons only when on.
cs: Nastavte hodnotu "numlock" pro zobrazení pouze indikátoru num-lock, nastavte hodnotu "capslock" pro zobrazení pouze indikátoru caps-lock nebo "oba" pro oba. Nastavte "zobrazit/Skrýt", aby se odpovídající ikony indikátorů zobrazovaly pouze při zapnutí.
